Repository: openplotter/openplotter-moitessier
Catalog: openplotterMoitessier/locale/*/LC_MESSAGES/openplotter-moitessier.po
Languages: ca, cs, da, de, es, fi, fr, pl

source: Copying driver packages...
ca: Copiant paquets de controladors...
cs: Kopírování balíčků s ovladači...
da: Kopierer driverpakker...
de: Kopiere Treiberpakete...
es: Copiando paquetes de controladores...
fi: Kopioidaan ajuripaketteja...
fr: Copie des paquets du pilote...
pl: Kopiowanie pakietów sterowników...

source: DONE
ca: FET
cs: Hotovo
da: Udført
de: Fertig
es: HECHO
fi: VALMIS
fr: TERMINÉ
pl: GOTOWE

source: FAILED:
ca: ERROR:
cs: Chyba:
da: MISLYKKET:
de: FEHLGESCHLAGEN:
es: ERROR:
fi: EPÄONNISTUNUT:
fr: ÉCHEC:
pl: NIEPOWODZENIE:

source: Setting version...
ca: Establint la versió...
cs: Nastavuji verzi...
da: Indstiller version...
de: Setze Version...
es: Ajustando versión...
fi: Asetetaan versio...
fr: Réglage de la version...
pl: Ustawianie wersji...

source: Removing drivers packages...
ca: Eliminant paquets de controladors...
cs: Odstraňování balíčků s ovladači...
da: Fjerner driverpakker...
de: Entfernen von Treiberpaketen...
es: Eliminando paquetes de controladores...
fi: Poistetaan ajuripaketteja...
fr: Suppression des paquets du pilote...
pl: Usuwanie pakietów sterowników...

source: Uninstalling drivers...
ca: Desinstal·lant controladors...
cs: Odinstalace ovladačů zařízení...
da: Afinstallerer drivere...
de: Deinstalliere Treiber...
es: Desinstalando controladores...
fi: Poistetaan ajureita...
fr: Désinstallation des pilotes...
pl: Odinstalowywanie sterowników...

source: Removing version...
ca: Eliminant versió...
cs: Odstraňuji verzi...
da: Fjerner version...
de: Entferne Version...
es: Eliminando versión...
fi: Poistetaan versio...
fr: Suppression de la version...
pl: Usuwanie wersji...

source: Help
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
pl: Pomoc

source: Settings
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
pl: Ustawienia

source: Apply Changes
ca: Aplica els canvis
cs: Použít změny
da: Anvend ændringer
de: Änderungen übernehmen
es: Aplicar cambios
fi: Lisää muutokset
fr: Appliquer les modifications
pl: Zastosuj zmiany

source: Cancel Changes
ca: Cancel·la els canvis
cs: Zrušit změny
da: Annuller ændringer
de: Änderungen verwerfen
es: Cancelar Cambios
fi: Peru muutokset
fr: Annuler les modifications
pl: Anuluj zmiany

source: Drivers
ca: Controladors
cs: Ovladače
da: Drivere
de: Treiber
es: Controladores
fi: Ajurit
fr: Pilotes
pl: Sterowniki

source: Check System
ca: Comprovació de sistema
cs: Zkontrolovat systém
da: Kontroller System
de: System überprüfen
es: Comprobar sistema
fi: Tarkista järjestelmä
fr: Vérifier le système
pl: Sprawdź system

source: Check configuration
ca: Comprova la configuració
cs: Kontrola konfigurace
da: Kontroller konfiguration
de: Konfiguration prüfen
es: Comprobar configuración
fi: Tarkista kokoonpano
fr: Vérifier la configuration
pl: Sprawdź konfigurację

source: Check Settings
ca: Comprova la configuració
cs: Kontrola nastavení
da: Kontroller indstillinger
de: Einstellungen überprüfen
es: Comprobar ajustes
fi: Tarkista asetukset
fr: Vérifiez les paramètres
pl: Sprawdź ustawienia

source: Statistics
ca: Estadístiques
cs: Statistiky
da: Statistik
de: Statistiken
es: Estatísticas
fi: Tilastot
fr: Statistiques
pl: Statystyki

source: Reset
ca: Reinici
da: Nulstil
de: Zurücksetzen
es: Reseteo
fi: Palauta
fr: Réinitialiser

source: Check IMU temperature
ca: Comprovar la tempreatura del IMU
cs: Zkontrolovat teplotu IMU
da: Kontroller IMU temperatur
de: Überprüfe IMU-Temperatur
es: Comprobar temperatura IMU
fi: Tarkista IMU lämpötila
fr: Vérifier la température de l'IMU
pl: Sprawdź temperaturę IMU

source: Check pressure
ca: Comprovar pressió
cs: Zkontrolovat tlak
da: Kontroller trykket
de: Druck prüfen
es: Comprobar presión
fi: Tarkista paine
fr: Vérifiez la pression
pl: Sprawdź ciśnienie

source: Moitessier HAT is not attached!
ca: El Moitessier HAT no està connectat!
cs: Moitessier HAT není připojen!
da: Moitessier HAT er ikke tilsluttet!
de: Moitessier HAT ist nicht angehängt!
es: ¡HAT Moitessier no conectado!
fi: Moitessier HAT ei ole liitetty!
fr: Le HAT Moitessier n'est pas branché!
pl: Moitessier HAT niepodłączony!

source: Moitessier HAT is attached.
ca: El Moitessier HAT està connectat.
cs: Moitessier HAT je připojen.
da: Moitessier HAT er tilsluttet.
de: Moitessier HAT ist angehängt.
es: ¡HAT Moitessier conectado.
fi: Moitessier HAT on liitetty.
fr: Le HAT Moitessier est branché.
pl: Moitessier HAT podłączony.

source: Your Raspberry Pi is too old!
ca: La teva Raspberry Pi és un model massa antic!
cs: Váše Raspberry Pi je příliš staré!
da: Din Raspberry Pi er for gammel!
de: Ihr Raspberry Pi ist zu alt!.
es: Tu Raspberry Pi es muy antigua!
fi: Raspberry Pi: si on liian vanha!
fr: Votre Raspberry Pi est désuet!
pl: Twój Raspberry Pi jest zbyt stary!

source: I2C is enabled.
ca: I2C està activat.
cs: I2C je povoleno.
da: I2C er aktiveret.
de: I2C ist aktiviert.
es: I2C está activado.
fi: I2C on sallittu.
fr: I2C est activé.
pl: I2C jest włączony.

source: I2C is disabled. Please enable I2C interface in Preferences -> Raspberry Pi configuration -> Interfaces.
ca: I2C està desactivat. Si us plau activa la interfície I2C a Preferències -> Configuració de Raspberry Pi -> Interfícies.
cs: I2C je zakázáno. Prosím povolte I2C rozhraní v Nastavení -> Konfigurace Raspberry Pi -> rozhraní.
da: I2C er deaktiveret. Aktivér venligst I2C-interface i Præferencer -> Raspberry Pi-konfiguration -> Interfaces.
de: I2C ist deaktiviert. Bitte aktivieren Sie die I2C-Schnittstelle unter Einstellungen -> Raspberry Pi Konfiguration -> Schnittstellen.
es: I2C está deshabilitado. Por favor habilite la interfaz I2C en Preferencias -> Configuración de Raspberry Pi -> Interfaces.
fi: I2C on estetty. Salli I2C liityntä Valinnat -> Raspberry Pi asetukset -> liitokset kohdassa.
fr: I2C est désactivé. Veuillez activer l'interface I2C dans Préférences -> Configuration Raspberry Pi -> Interfaces.
pl: I2C jest wyłączone. Proszę włączyć interfejs I2C w Ustawienia -> Konfiguracja Raspberry Pi -> Interfejsy.

source: SPI is enabled.
ca: SPI està activat.
cs: SPI je povoleno.
da: I2C er aktiveret.
de: SPI ist aktiviert.
es: SPI está activado.
fi: SPI on sallittu.
fr: SPI est activé.
pl: SPI jest włączony.

source: SPI is disabled. Please enable SPI interface in Preferences -> Raspberry Pi configuration -> Interfaces.
ca: SPI està desactivat. Si us plau activa la interfície SPI a Preferències -> Configuració de Raspberry Pi -> Interfícies.
cs: SPI je zakázáno. Prosím povolte SPI rozhraní v Nastaveních -> Raspberry Pi konfigurace -> rozhraní.
da: SPI er deaktiveret. Aktivér venligst SPI-interface i Præferencer -> Raspberry Pi-konfiguration -> Interfaces.
de: SPI ist deaktiviert. Bitte aktivieren Sie die SPI-Schnittstelle unter Einstellungen -> Raspberry Pi Konfiguration -> Schnittstellen.
es: SPI está desactivado. Por favor, habilite la interfaz SPI en Preferencias -> Configuración Raspberry Pi -> Interfaces.
fi: I2C on estetty. Salli I2C liityntä Valinnat -> Raspberry Pi asetukset -> liitokset kohdassa.
fr: I2C est désactivé. Veuillez activer l'interface I2C dans Préférences -> Configuration Raspberry Pi -> Interfaces.
pl: SPI jest wyłączone. Proszę włączyć interfejs SPI w Ustawienia -> Konfiguracja Raspberry Pi -> Interfejsy.

source: Moitessier HAT driver is not installed!
de: Moitessier HAT-Treiber ist nicht installiert!
es: ¡Controlador del HAT Moitessier no instalado!
fi: Moitessier HAT ajuri ei ole asennettu!
fr: Le pilote du HAT Moitessier n'est pas installé!
pl: Sterownik Moitessier HAT nie jest zainstalowany!

source: Moitessier HAT driver is installed.
de: Moitessier HAT-Treiber ist installiert.
es: Moitessier HAT driver está instalado.
fi: Moitessier HAT ajuri on asennettu.
fr: Le pilote du HAT Moitessier n'est pas installé.
pl: Sterownik Moitessier HAT zainstalowany.

source: Moitessier HAT is not attached, uninstall the driver if you are not using this HAT
de: Moitessier HAT ist nicht angehängt, deinstallieren Sie den Treiber, wenn Sie dieses HAT nicht verwenden
es: Moitessier HAT no está montado, desinstale el controlador si no está usando este HAT
fi: Moitessier HAT ei ole liitetty, poista ajuri, jos et käytä tätä HATtua
fr: Le HAT Moitessier n'est pas attaché, désinstallez son pilote si vous n'utilisez pas ce HAT
pl: Moitessier HAT nie jest podłączony, odinstaluj sterownik jeśli go nie używasz

source: The installed package does not support the current kernel version, go to "Drivers" tab to update it.
cs: Instalovaný balíček nepodporuje aktuální verzi jádra, přejděte na záložku "Drivers" a aktualizujte ji.
da: Den installerede pakke understøtter ikke den aktuelle kerneversion, gå til fanen "Drivere" for at opdatere den.
de: Das installierte Paket unterstützt nicht die aktuelle Kernel-Version, gehen Sie auf "Treiber", um es zu aktualisieren.
es: El paquete instalado no soporta la versión actual del núcleo, vaya a la pestaña "Drivers" para actualizarlo.
fi: Asennettu paketti ei tue tätä kernelin versiota, päivitä se "Drivers" välilehdellä.
fr: Le paquet installé ne supporte pas la version actuelle du noyau, allez dans l'onglet "Pilotes" pour le mettre à jour.
pl: Zainstalowany pakiet nie obsługuje bieżącej wersji kernelu, przejdź do zakładki "Sterowniki" aby zaktualizować.

source: MPU-9250 temperature:
ca: Temperatura de MPU-9250:
cs: Teplota MPU-9250:
da: MPU-9250 temperatur:
de: MPU-9250 Temperatur:
es: Temperatura MPU-925:
fi: MPU-9250 lämpötila:
fr: Température indiquée par le MPU-9250 :
pl: Temperatura MPU-9250:

source: To get accurate readings, make sure the sensor is not being read by another application.
ca: Per aconseguir lectures acurades, assegura't que cap altra aplicació estigui accedint al sensor.
cs: Pro zajištění přesného měření se ujistěte, že senzor není čten jinou aplikací.
da: For at få nøjagtige aflæsninger skal du sikre dig, at sensoren ikke bruges af et andet program.
de: Um genaue Messwerte zu erhalten, stellen Sie sicher, dass der Sensor nicht von einer anderen Anwendung gelesen wird.
es: Para obtener lecturas precisas, asegúrese de que el sensor no está siendo leído por otra aplicación.
fi: Jotta saat laadukkaita lukemia, varmista, että toiset ohjelmat eivät lue sensoreita.
fr: Pour obtenir des lectures précises, assurez-vous que le capteur n'est pas lu par une autre appli.
pl: Aby uzyskać dokładne odczyty, upewnij się, że czujnik nie jest odczytywany przez inną aplikację.

source: MS5607-02BA03 pressure and temperature:
ca: Pressió i temperatura de MS5607-02BA03:
cs: MS5607-02BA03 teplota a tlak:
da: MS5607-02BA03 tryk og temperatur:
de: MS5607-02BA03 Druck und Temperatur:
es: Presión y temperatura MS5607-02BA03:
fi: MS5607-02BA03 paine ja lämpötila:
fr: Pression et température via MS5607-02BA03 :
pl: MS5607-02BA03 ciśnienie i temperatura:

source: Moitessier HAT package is not installed!
ca: El paquet Moitessier HAT no està instal·lat!
cs: Balíček Moitessier HAT není nainstalován!
da: Moitessier HAT-pakken er ikke installeret!
de: Moitessier HAT-Paket ist nicht installiert!
es: ¡Paquete del HAT Moitessier no instalado!
fi: Moitessier HAT paketti ei ole asennettu!
fr: Le paquet du HAT Moitessier n'est pas installé!
pl: Pakiet Moitessier HAT nie jest zainstalowany!

source: Current kernel version
ca: Versió actual del kernel
cs: Aktuální verze jádra
da: Nuværende kerneversion
de: Aktuelle Kernel-Version
es: Versión actual del kernel
fi: Nykyinen ytimen versio
fr: Version de ce noyau
pl: Bieżąca wersja jądra

source: Supported versions
ca: Versions acceptades
cs: Podporované verze
da: Understøttede versioner
de: Unterstützte Versionen
es: Versiones soportadas
fi: Tuetut versiot
fr: Versions supportées
pl: Wspierane wersje

source: The current package does not support the current kernel. Try to update the package. If you do not find a suitable package contact us at https://rooco.eu
cs: Aktuální balíček nepodporuje aktuální jádro a zkuste balíček aktualizovat. Pokud nenajdete vhodný balíček, kontaktujte nás na https://rooco.eu
da: Den aktuelle pakke understøtter ikke den aktuelle kerne. Prøv at opdatere pakken. Hvis du ikke finder en passende pakke, så kontakt os på https://rooco.eu
de: Das aktuelle Paket unterstützt den aktuellen Kernel nicht. Versuchen Sie, das Paket zu aktualisieren. Falls Sie kein passendes Paket finden, kontaktieren Sie uns unter https://rooco.eu
es: El paquete actual no soporta el kernel actual. Intente actualizar el paquete. Si no encuentra un paquete adecuado, contáctenos en https://rooco.eu
fi: Nykyinen paketti ei tue nykyistä kerneliä. Yritä päivittää paketti. Ellet löydä sopivaa pakettia, ota meihin yhteyttä osoitteessa https://rooco.eu
fr: Le paquet installé ne supporte pas la version de ce noyau. Essayez de le mettre à jour. Si vous ne trouvez pas de paquet approprié, contactez-nous à https://rooco.eu
pl: Bieżący pakiet nie obsługuje bieżącego jądra. Spróbuj zaktualizować pakiet. Jeśli nie znajdziesz odpowiedniego pakietu, skontaktuj się z nami na https://rooco.eu

source: Moitessier HAT package is not installed, please install it.
cs: Balíček Moitessier HAT není nainstalován, prosím nainstalujte jej.
da: Moitessier HAT-pakken er ikke installeret, du skal installere den.
de: Moitessier HAT-Paket ist nicht installiert, bitte installieren Sie es.
es: El paquete Moitessier HAT no está instalado, por favor instálalo.
fi: Moitessier HAT paetti ei ole asennettu, asenna se.
fr: Le paquet du HAT Moitessier n'est pas installé, veuillez l'installer.
pl: Pakiet Moitessier HAT nie jest zainstalowany, zainstaluj go.

source: Available packages
ca: Paquets disponibles
cs: Dostupné balíčky
da: Tilgængelige pakker
de: Verfügbare Pakete
es: Paquetes disponibles
fi: Saatavilla olevat paketit
fr: Paquets disponibles
pl: Dostępne pakiety

source: Install
ca: Instal·la
cs: Instalovat
da: Installér
de: Installieren
es: Instalar
fi: Asenna
fr: Installer
pl: Zainstaluj

source: Uninstall
ca: Desinstal·la
cs: Odinstalovat
da: Afinstaller
de: Deinstallieren
es: Desinstalar
fi: Poista
fr: Désinstaller
pl: Odinstaluj

source: Download
ca: Descarrega
cs: Stáhnout
da: Hent
de: Herunterladen
es: Descargar
fi: Lataa
fr: Télécharger
pl: Pobierz

source: All drivers
ca: Tots els controladors
cs: Všechny ovladače
da: Alle drivere
de: Alle Treiber
es: Todos los conductores
fi: Kaikki ajurit
fr: Tous les pilotes
pl: Wszystkie sterowniki

source: Select a package to install.
ca: Selecciona un paquet per instal·lar.
cs: Vyberte balíček, který chcete nainstalovat.
da: Vælg en pakke, der skal installeres.
de: Wählen Sie ein zu installierendes Paket.
es: Escoge el paquete a instalar.
fi: Valitse asennettava paketti.
fr: Sélectionner un paquet à installer.
pl: Wybierz pakiet do zainstalowania.

source: After installing the selected package, OpenPlotter will restart. Are you sure?
ca: Després d'instal·lar el paquet seleccionat, OpenPlotter es reiniciarà. Estàs segura?
cs: Po instalaci vybraného balíčku se OpenPlotter restartuje. Jste si jisti?
da: Efter installation af den valgte pakke genstartes OpenPlotter. Er du sikker?
de: Nach der Installation des ausgewählten Pakets wird OpenPlotter neu gestartet. Sind Sie sicher?
es: Después de instalar el paquete seleccionado, OpenPlotter se reiniciará. ¿Está seguro?
fi: Valitun paketin asennuksen jälkeen OpenPlotter käynnistyy uudestaan. Oletko varma?
fr: Après l'installation du paquet sélectionné, OpenPlotter redémarrera. Voulez-vous vraiment procéder ?
pl: Po zainstalowaniu wybranego pakietu OpenPlotter zostanie zrestartowany. Czy jesteś pewien?

source: Updating Moitessier Hat modules and firmware...
ca: Actualizant els mòduls i firmware de Moitessier HAT...
cs: Aktualizace modulů Moitessier Hat a firmware...
da: Opdaterer Moitessier Hat-moduler og firmware...
de: Aktualisiere Moitessier Hat Module und Firmware...
es: Actualizando los módulos y el firmware del Hat Moitessier...
fi: Päivitetään Moitessier Hat moduulit ja firmware...
fr: Mise à jour des modules et du firmware du HAT Moitessier...
pl: Aktualizowanie modułów Moitessier HAT i firmware...

source: Installing package data, please wait...
ca: Instal·lant dades del paquet, si us plau espera...
cs: Instalace dat balíčků, čekejte prosím...
da: Installerer pakkedata, vent venligst...
de: Installiere Paketdaten, bitte warten...
es: Instalando paquete, espere...
fi: Asennetaan pakettidataa, odottele...
fr: Mise à jour des données du paquet, veuillez patienter...
pl: Instalowanie pakietu, proszę czekać...

source: After uninstalling the package, OpenPlotter will restart. Are you sure?
ca: Després de desinstal·lar el paquet seleccionat, OpenPlotter es reiniciarà. Estàs segura?
cs: Po odinstalaci balíčku se OpenPlotter restartuje. Jste si jisti?
da: Efter afinstallation af pakken genstartes OpenPlotter. Er du sikker?
de: Nach der Deinstallation des Pakets wird OpenPlotter neu gestartet. Sind Sie sicher?
es: Después de desinstalar el paquete, se reiniciará OpenPlotter. ¿Está seguro?
fi: Valitun paketin poiston jälkeen OpenPlotter käynnistyy uudestaan. Oletko varma?
fr: Après la désinstallation du paquet sélectionné, OpenPlotter redémarrera. Voulez-vous vraiment procéder ?
pl: Po odinstalowaniu pakietu OpenPlotter zostanie zostanie zrestartowany. Czy jesteś pewien?

source: Removing Moitessier Hat drivers, please wait...
ca: Eliminant els controladors de Moitessier HAT, si us plau espera...
cs: Odstraňování ovladačů Moitessier Hat, čekejte prosím...
da: Fjernelse af Moitessier Hat-drivere, vent venligst...
de: Entferne Moitessier Hat Treiber, bitte warten...
es: Eliminando controladores del Moitessier Hat, por favor espere...
fi: Poistetaan Moitessier Hat ajureita, odottele...
fr: Suppression des pilotes du HAT Moitessier, veuillez patienter...
pl: Usuwanie sterowników Moitessier HAT, proszę czekać...

source: Moitessier Hat drivers removed.
ca: S'han eliminat els controladors de Moitessier HAT
cs: Ovladače Moitessier Hat jsou odebrané.
da: Moitessier Hat-drivere fjernet.
de: Moitessier Hat Treiber entfernt.
es: Controladores del Moitessier eliminados.
fi: Moitessier Hat ajurit poistettu.
fr: Les pilotes du HAT Moitessier ont été supprimés.
pl: Sterowniki Moitessier HAT usunięte.

source: Searching package
ca: Buscant paquet
cs: Vyhledávání balíčku
da: Søger pakke
de: Paket wird gesucht
es: Buscando paquete
fi: Etsitään pakettia
fr: Fouille du paquet
pl: Wyszukiwanie pakietu

source: Package downloaded!
ca: Paquet descarregat!
cs: Balíček stažen!
da: Pakke hentet!
de: Paket heruntergeladen!
es: ¡Paquete descargado!
fi: Paketti ladattu!
fr: Paquet téléchargé !
pl: Pakiet pobrany!

source: Package not found!
ca: Paquet no trobat!
cs: Balíček nebyl nalezen!
da: Pakken er ikke fundet!
de: Paket nicht gefunden!
es: Paquete no encontrado!
fi: Pakettia ei löydetty!
fr: Paquet introuvable!
pl: Nie znaleziono pakietu!

source: Enable
ca: Activa
cs: Povolit
da: Aktiver
de: Aktivieren
es: Activar
fi: Ota käyttöön
fr: Activer
pl: Włącz

source: Disable
ca: Desactiva
cs: Zakázat
da: Deaktivér
de: Deaktivieren
es: Desactivar
fi: Poista käytöstä
fr: Désactiver
pl: Wyłącz

source: General
cs: Obecné
da: Generelt
de: Allgemein
fi: Yleistä
fr: Général
pl: Główne

source: Reset HAT
ca: Reiniciar HAT
cs: Resetovat HAT
da: Nulstil HAT
de: Hat zurücksetzen
es: Restablecer HAT
fi: Nollaa HAT
fr: Réinitialiser le HAT
pl: Zresetuj HAT

source: Load defaults
ca: Carregar configuració per defecte
cs: Načíst výchozí hodnoty
da: Indlæs standarder
de: Standardwerte laden
es: Cargar valores por defecto
fi: Lataa oletukset
fr: Charger les valeurs par défaut
pl: Wczytaj ustawienia domyślne

source: enable simulator
ca: habilita simulador
cs: zapnout simulátor
da: aktiver simulator
de: simulator aktivieren
es: activar simulador
fi: salli simulaattori
fr: activer le simulateur
pl: włącz symulator

source: interval (ms)
de: intervall (ms)
es: intervalo (ms)
fi: väli (ms)
fr: intervalle (ms)
pl: interwał (ms)

source: MMSI boat 1
cs: MMSI lodi 1
da: MMSI båd 1
de: MMSI Boot 1
es: MMSI barco 1
fi: MMSI vene 1
fr: MMSI bateau 1
pl: MMSI łodzi 1

source: MMSI boat 2
cs: MMSI lodi 2
da: MMSI båd 2
de: MMSI Boot 2
es: MMSI barco 2
fi: MMSI vene 2
fr: MMSI bateau 2
pl: MMSI łodzi 2

source: channel A [Hz]
ca: canal A [Hz]
cs: kanál A [Hz]
da: kanal A [Hz]
de: kanal A [Hz]
es: canal A [Hz]
fi: kanava A [Hz]
fr: canal A [Hz]
pl: kanał A [Hz]

source: channel B [Hz]
ca: canal B [Hz]
cs: kanál B [Hz]
da: kanal B [Hz]
de: kanal B [Hz]
es: canal B [Hz]
fi: kanava B [Hz]
fr: canal B [Hz]
pl: kanał B [Hz]

source: none
ca: cap
cs: žádný
da: ingen
de: keine
es: nada
fi: ei mitään
fr: aucun
pl: brak

source: Failure reading HAT settings!
cs: Chyba při čtení nastavení HAT!
da: Fejl ved indlæsning af HAT-indstillinger!
de: Lesen der HAT Einstellungen fehlgeschlagen!
es: ¡Fallo leyendo ajustes HAT!
fi: Virhe luettaessa HAT asetuksia!
fr: Échec de lecture des paramètres du HAT !
pl: Błąd odczytu ustawień HAT!

source: Failure reading default_config.xml file!
cs: Nepodařilo se načíst default_config.xml soubor!
da: Fejl ved indlæsning af filen default_config.xml!
de: Fehler beim Lesen der config.xml Datei!
es: ¡Error al leer archivo config.xml!
fi: Virhe luettaessa default_config.xml tiedostoa!
fr: Échec de lecture du fichier default_config.xml !
pl: Błąd odczytu pliku default_config.xml!

source: Defaults loaded. Apply changes
cs: Výchozí hodnoty načteny. Použít změny
da: Standard indlæst. Anvend ændringer
de: Standard geladen. Änderungen anwenden
es: Valores por defecto cargados. Aplicar cambios
fi: Vakiot ladattu. Lisää muutokset
fr: Les valeurs par défaut sont chargées. Appliquer les modifications
pl: Domyślnie załadowane. Zastosuj zmiany

source: Changes applied!
ca: Canvis aplicats!
cs: Změny aplikovány!
da: Ændringer anvendt!
de: Änderungen übernommen!
es: Cambios aplicados!
fi: Muutokset lisätty!
fr: Modifications appliquées!
pl: Zmiany zastosowane!

source: Apply changes failed!
ca: Error en aplicar els canvis!
cs: Použití změn se nezdařilo!
da: Kan ikke foretage ændringer!
de: Änderungen übernehmen fehlgeschlagen!
es: ¡No se pudieron aplicar los cambios!
fi: Muutokset epäonnistui!
fr: Échec de l'application des modifications!
pl: Zastosowanie zmian zakończyło się niepowodzeniem!

source: Device:
ca: Dispositiu:
cs: Zařízení:
da: Enhed:
de: Gerät:
es: Dispositivo:
fi: Laite:
fr: Périphérique:
pl: Urządzenie:

source: Connection:
ca: Connexió:
cs: Připojení:
da: Forbindelse:
de: Verbindung:
es: Conexión:
fi: Yhteys:
fr: Connexion:
pl: Połączenie:

source: App =
ca: Aplicació =
cs: Aplikace =
fr: Appli =
pl: Aplikacja =

source: Device =
ca: Dispositiu =
cs: Zařízení =
da: Enhed =
de: Gerät =
es: Dispositivo =
fr: Périphérique =
pl: Urządzenie =

source: ID =
fr: Identifiant =

source: Status = enabled
ca: Estat = activat
cs: Stav = povoleno
da: Status = aktiveret
de: Status = aktiviert
es: Estado = habilitado
fi: Tila = käytössä
fr: État = activé
pl: Status = włączony

source: Status = disabled
ca: Estat = desactivat
cs: Stav = zakázáno
da: Status = deaktiveret
de: Status = deaktiviert
es: Estado = deshabilitado
fi: Tila = estetty
fr: État = désactivé
pl: Status = włączony

source: not connected
ca: no connectat
cs: není připojeno
da: ikke tilsluttet
de: Nicht verbunden
es: desconectado
fi: ei yhdistetty
fr: pas connecté
pl: nie podłączono

source: Compass - Trim - Heel
cs: Kompas - trim - náklon
da: Kompas - Trim - Hældning
de: Kompass - Trimm - Krängung
es: Compas - escora asiento
fi: Kompassi - Trimmi - Kallistus
fr: Boussole - Tangage - Roulis
pl: Kompas - przegłębienie - przechył
