Repository: openplotter/openplotter-moitessier
Catalog: openplotterMoitessier/locale/*/LC_MESSAGES/openplotter-moitessier.po
Languages: ca, cs, da, de, es, fi, fr, pl

source: Please install openplotter-pypilot app
cs: Nainstalujte prosím openplotter-pypilot aplikaci
da: Installer venligst openplotter-pypilot-appen
de: Bitte installieren Sie die openplotter-pypilot App
es: Por favor, instale la aplicación openplotter-pypilot
fi: Asenna openplotter-pypilot app
fr: Veuillez installer l'appli openplotter-pypilot
pl: Proszę zainstalować aplikację openplotter-pypilot

source: Pypilot mode:
cs: Režim Pypilota:
da: Pypilot-tilstand:
de: Pypilot-Modus:
es: Modo pypilot:
fi: Pypilot tila:
fr: Mode Pypilote :
pl: Tryb aplikacji Pypilot:

source: only compass
cs: pouze kompas
da: kun kompas
de: nur Kompass
es: solo Compas
fi: vain kompassi
fr: seulement la boussole
pl: tylko kompas

source: autopilot
es: piloto automático
fi: autopilotti
fr: pilote automatique

source: disabled
ca: desactivat
cs: zakázáno
da: deaktiveret
de: deaktiviert
es: deshabilitado
fi: estetty
fr: désactivé
pl: wyłączony

source: Signal K connection ID =
cs: Signal K připojení ID =
da: Signal K-forbindelses ID =
de: Signal K Verbindungs-ID =
es: ID de Conexión Signal K
fi: Signal K kytkentä ID =
fr: Identifiant de connexion Signal K =
pl: ID połączenia Signal K

source: Pressure - Temperature
cs: Tlak - teplota
da: Tryk - temperatur
de: Druck - Temperatur
es: Presión - Temperatura
fi: Paine - Lämpötila
fr: Pression - Température
pl: Ciśnienie - Temperatura

source: Please install openplotter-i2c app
cs: Prosím, nainstalujte aplikaci openplotter-i2c
da: Installer venligst openplotter- i2c appen
de: Bitte installieren Sie die openplotter-i2c App
es: Por favor, instale la aplicación openplotter-i2c
fi: Asenna openplotter-i2c app
fr: Veuillez installer l'appli openplotter-i2c
pl: Proszę zainstalować aplikację openplotter-i2c

source: I2C - Signal K key for pressure:
cs: I2C – Signal K klíč pro tlak:
da: I2C - Signal-K nøgle til tryk:
de: I2C - Signal K Schlüssel für Druck:
es: I2C - clave de Signal K para presión:
fi: I2C - Signal K nappi paineelle:
fr: Clé I2C - Signal K pour la pression:
pl: Wyróżnik (key) I2C – Signal K dla ciśnienia:

source: I2C - Signal K key for temperature:
cs: I2C - signál K klíč pro teplotu:
da: I2C - Signal-K nøgle til temperatur:
de: I2C - Signal K Schlüssel für Temperatur:
es: I2C - clave de Signal K para temperatura:
fi: I2C - Signal K nappi lämpötilalle:
fr: Clé I2C - Signal K pour la température:
pl: Wyróżnik (klucz) I2C – Signal K dla temperatury:

source: Before OpenCPN 5.2 you needed the Signal K plugin "Convert Signal K to NMEA 0183", now you can disable it and create a Signal K connection directly in OpenCPN.
cs: Před verzí OpenCPN 5.2 byl potřeba plugin Signal K "Convert Signal K to NMEA 0183", s novou verzí OpenCPN 5.2 již plugin není potřeba a je možné jej zakázat a vytvořit připojení typu Signal K přímo v OpenCPN.
da: Før OpenCPN 5.2 havde du brug for Signal K-pluginet "Konverter signal K til NMEA 0183", nu kan du deaktivere det og oprette en signal K-forbindelse direkte i OpenCPN.
de: Vor OpenCPN 5.2 brauchten sie das Signal K Plugin "Concert Signal K to NMEA 0183", jetzt können Sie es deaktivieren und eine Signal-K-Verbindung direkt in OpenCPN erstellen.
es: Antes de OpenCPN 5.2 se necesitaba el plugin de Signal K "Convertir Signal K a NMEA 0183", ahora puede desactivarlo y crear una conexión Signal K directamente en OpenCPN.
fi: Ennen OpenCPN 5.2 tarvitsit Signal K lisäosan "Muuta Signal K NMEA 0183:ksi", nyt voit poistaa sen ja muodostaa suoran Signal K yhteyden OpenCPN:ään.
fr: Les versions d'OpenCPN antérieures à 5.2 nécessitaient le plugin "Convertir Signal K en NMEA 0183". Ce plugin est maintenant inutile, vous pouvez le désactiver et créer une connexion Signal K directement dans OpenCPN.
pl: Poniżej wersji 5.2 OpenCPN konieczna była wtyczka SignalK "Convert SignalK to NMEA 0183", obecnie możesz ją wyłczyć i utworzyć połączenie SignalK bezpośrednio w OpenCPN.

source: The default OpenCPN connection is missing and is not getting data from Signal K. Please create this connection in OpenCPN: Network Protocol: Signal K Address: localhost DataPort:
cs: Výchozí připojení pro OpenCPN chybí, data nejsou Zasílána ze Signal K serveru do OpenCPN. Prosím vytvořte připojení v OpenCPN s těmito parametry: Network Protocol: Tcp Adresa: localhost Port: 10110:
da: Standard OpenCPN-forbindelsen mangler og modtager ikke data fra signal K. Opret denne forbindelse i OpenCPN: Netværk Protokol: Signal K Adresse: localhost dataport:
de: Die Standard-OpenCPN-Verbindung fehlt und wird nicht von Signal K abgerufen. Bitte erstellen Sie diese Verbindung in OpenCPN: Netzwerk Protokoll: Signal K Adresse: localhost DataPort:
es: Falta la conexión por defecto de OpenCPN y no está obteniendo datos de Signal K. Por favor, cree esta conexión en OpenCPN: Red Protocol: Signal K Dirección: localhost Puerto de datos:
fi: Vakio OpenCPN kytkentä puuttuu, eikä saa dataa Signal K:sta. Muodosta tämä kytkentä OpenCPN:ssä Network Protcol: Signal K Adress: localhost Data Port:
fr: La connexion par défaut d'OpenCPN est manquante, aucune donnée Signal K n'est reçue. Veuillez créer la connexion ci-dessous dans OpenCPN: Réseau Protocole : Signal K Adresse : localhost Port de données :
pl: Domyślne połączenie w OpenCPN nie istnieje i otrzymywanie danych z SignalK nie będzie możliwe. Proszę dodać to połączenie w OpenCPN: Protokół sieciowy: SignalK Adres: localhost Port danych:

source: The default OpenCPN connection is disabled and is not getting data from Signal K. Please enable the Signal K connection in OpenCPN
da: Standard OpenCPN-forbindelsen er deaktiveret og modtager ikke data fra signal K. Aktiver venligst signal K-forbindelsen i OpenCPN
de: Die Standard OpenCPN Verbindung ist deaktiviert und wird nicht von Signal K abgerufen. Bitte aktivieren Sie die Signal K Verbindung in OpenCPN
es: La conexión por defecto OpenCPN está deshabilitada y no está obteniendo datos de Signal K. Por favor, habilite la conexión Signal K en OpenCPN
fi: Vakio OpenCPN kytkentä on estetty, eikä saa dataa Signal K: sta. Salli Signal K kytkentä OpenCPN:ssä
fr: La connexion par défaut d'OpenCPN est désactivée, aucune donnée Signal K n'est reçue. Veuillez activer la connexion Signal K dans OpenCPN
pl: Domyślne połączenie OpenCPN jest wyłączone i nie pobiera danych z Signal K. Proszę włączyć połączenie Signal K w OpenCPN

source: Network Protocol: Signal K Address: localhost DataPort:
da: Netværk Protokol: Signal K Adresse: localhost dataport:
de: Netzwerk Protokoll: Signal K Adresse: localhost DataPort:
es: Red Protocolo: Signal K Dirección: localhost Puerto de Datos:
fr: Réseau Protocole : Signal K Adresse : localhost Port de données :
pl: Protokół sieciowy: SignalK Adres: localhost Port danych:

source: Unable to read OpenCPN configuration
da: Kan ikke læse OpenCPN-konfiguration
de: OpenCPN Konfiguration konnte nicht gelesen werden
es: No se puede leer la configuración de OpenCPN
fi: OpenCPN kokoonpanon luku ei onnistu
fr: Impossible de lire la configuration d'OpenCPN
pl: Nie można odczytać konfiguracji OpenCPN

source: Checking Moitessier HAT...
cs: Kontrola Moitessier HAT...
da: Kontrollerer Moitessier HAT...
de: Überprüfe Moitessier-HAT...
es: Comprobando Moitessier HAT...
fi: Tarkistetaan Moitessier HAT...
fr: Vérification du HAT Moitessier...
pl: Sprawdzanie Moitessier HAT...

source: not attached
ca: desconnectat
cs: není připojeno
da: ikke tilknyttet
de: nicht verbunden
es: no montado
fi: ei liitetty
fr: pas attaché
pl: niepodłączony

source: attached
ca: connectat
cs: připojeno
da: tilknyttet
de: verbunden
es: montado
fi: liittetty
fr: attaché
pl: podłączony

source: Your Raspberry Pi is too old!
ca: La teva Raspberry Pi és un model massa antic!
cs: Váše Raspberry Pi je příliš staré!
da: Din Raspberry Pi er for gammel!
de: Ihr Raspberry Pi ist zu alt!
es: Tu Raspberry Pi es muy antigua!
fi: Raspberry Pi: si on liian vanha!
fr: Votre Raspberry Pi est désuet!
pl: Twój Raspberry Pi jest zbyt stary!

source: I2C enabled
ca: I2C activat
cs: I2C povoleno
da: I2C aktiveret
de: I2C aktiviert
es: I2C habilitado
fi: I2C sallittu
fr: I2C activé
pl: I2C włączone

source: I2C is disabled. Please enable I2C interface in Preferences -> Raspberry Pi configuration -> Interfaces.
ca: I2C està desactivat. Si us plau activa la interfície I2C a Preferències -> Configuració de Raspberry Pi -> Interfícies.
cs: I2C je zakázáno. Prosím povolte I2C rozhraní v Nastavení -> Konfigurace Raspberry Pi -> rozhraní.
da: I2C er deaktiveret. Aktivér venligst I2C-interface i Præferencer -> Raspberry Pi-konfiguration -> Interfaces.
de: I2C ist deaktiviert. Bitte aktivieren Sie die I2C-Schnittstelle unter Einstellungen -> Raspberry Pi Konfiguration -> Schnittstellen.
es: I2C está deshabilitado. Por favor habilite la interfaz I2C en Preferencias -> Configuración de Raspberry Pi -> Interfaces.
fi: I2C on estetty. Salli I2C liityntä Valinnat -> Raspberry Pi asetukset -> liitokset kohdassa.
fr: I2C est désactivé. Veuillez activer l'interface I2C dans Préférences -> Configuration Raspberry Pi -> Interfaces.
pl: I2C jest wyłączone. Proszę włączyć interfejs I2C w Ustawienia -> Konfiguracja Raspberry Pi -> Interfejsy.

source: SPI enabled
ca: SPI activat
cs: SPI povoleno
da: SPI aktiveret
de: SPI aktiviert
es: SPI habilitado
fi: SPI sallittu
fr: SPI activé
pl: SPI włączone

source: SPI is disabled. Please enable SPI interface in Preferences -> Raspberry Pi configuration -> Interfaces.
ca: SPI està desactivat. Si us plau activa la interfície SPI a Preferències -> Configuració de Raspberry Pi -> Interfícies.
cs: SPI je zakázáno. Prosím povolte SPI rozhraní v Nastaveních -> Raspberry Pi konfigurace -> rozhraní.
da: SPI er deaktiveret. Aktivér venligst SPI-interface i Præferencer -> Raspberry Pi-konfiguration -> Interfaces.
de: SPI ist deaktiviert. Bitte aktivieren Sie die SPI-Schnittstelle unter Einstellungen -> Raspberry Pi Konfiguration -> Schnittstellen.
es: SPI está deshabilitado. Por favor habilite la interfaz SPI en Preferencias -> Configuración Raspberry Pi -> Interfaces.
fi: I2C on estetty. Salli I2C liityntä Valinnat -> Raspberry Pi asetukset -> liitokset kohdassa.
fr: SPI est désactivé. Veuillez activer l'interface SPI dans Préférences -> Configuration Raspberry Pi -> Interfaces.
pl: SPI jest wyłączone. Proszę włączyć interfejs SPI w Ustawienia -> Konfiguracja Raspberry Pi -> Interfejsy.

source: Moitessier HAT driver is not installed.
ca: El controlador de Moitessier HAT no està instal·lat.
cs: Balíček Moitessier HAT není nainstalován.
da: Moitessier HAT-driver er ikke installeret.
de: Der Moitessier HAT-Treiber ist nicht installiert.
es: ¡Controlador del HAT Moitessier no instalado.
fi: Moitessier HAT ajuri ei ole asennettu.
fr: Le pilote du HAT Moitessier n'est pas installé.
pl: Pakiet Moitessier HAT nie jest zainstalowany.

source: driver installed
de: Treiber installiert
es: controlador instalado
fi: ajuri on asennettu
fr: pilote installé
pl: sterownik zainstalowany

source: The installed driver does not support the current kernel version, go to Moitessier HAT app to update it.
de: Der installierte Treiber unterstützt die aktuelle Kernel-Version nicht, gehen Sie zur Moitessier HAT App, um sie zu aktualisieren.
es: El controlador instalado no soporta la versión actual del núcleo, vaya a Moitessier HAT app para actualizarlo.
fi: Asennettu ajuri ei tue nykyistä ytimen versiota, siirry Moitessier HAT -sovellukseen päivittääksesi sen.
fr: Le pilote installé ne prend pas en charge la version actuelle du noyau, allez dans l'application Moitessier HAT pour le mettre à jour.
pl: Zainstalowany sterownik nie obsługuje bieżącej wersji kernelu, przejdź do aplikacji Moitessier HAT aby go zaktualizować.

source: Question
ca: Pregunta
cs: Otázka
da: Spørgsmål
de: Frage
es: Pregunta
fi: Kysymys
pl: Pytanie

source: Modifying config.txt...
ca: Modificant config.txt...
da: Ændrer config.txt...

source: Moitessier HAT package is installed.
ca: El paquet Moitessier HAT està instal·lat.
da: Moitessier HAT-pakken er installeret.

source: package installed
ca: paquet instal·lat
da: pakke installeret

source: The installed package does not support the current kernel version, go to Moitessier HAT app to update it.
da: Den installerede pakke understøtter ikke den aktuelle kerneversion, gå til Moitessier HAT-appen for at opdatere den.

source: Alias:
ca: Àlies:
